tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "autoconf" # asdf dependency
brew "asdf"
brew "awscli"
brew "cask"
brew "coreutils"
brew "curl"
brew "elinks"
brew "exercism"
brew "fish"
brew "hub"
brew "git"
brew "mas"
brew "neovim"
brew "openssl"
brew "ripgrep"
brew "readline"
brew "tmate"
brew "tree"

cask "brave-browser"
cask "dashlane"
cask "deezer"
cask "evernote"
cask "iterm2"
cask "flux"
cask "google-backup-and-sync"
cask "google-chrome"
cask "ngrok"
cask "postman"
cask "slack"
cask "spectacle"
cask "vivaldi"
